# ==================== Shell ====================
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting

# ==================== 编辑器 ====================
neovim

# ==================== 命令行工具 ====================
bat
eza
fastfetch
fd
fzf
git
man-db
man-pages
ripgrep
starship
tmux
unzip
zoxide

# ==================== 开发工具 ====================
lazygit
mise
openai-codex
opencode

# ==================== 应用程序 ====================
steam
wezterm

# ==================== 系统服务 ====================
power-profiles-daemon
tailscale
