amd-ucode
archlinuxcn-keyring
base
base-devel
bat
bluez-utils
cherry-studio-bin
clash-verge-rev-bin
code
dnsmasq
dotnet-sdk
edk2-ovmf
efibootmgr
eza
fastfetch
fcitx5-chinese-addons
fd
feishu-bin
fzf
grub
gst-libav
gst-plugins-bad
gst-plugins-good
lazygit
libosinfo
libvirt
linux
linux-firmware
man-db
man-pages
microsoft-edge-stable-bin
mono
neovim
networkmanager
nodejs
noto-fonts-cjk
npm
nvidia-open
nvidia-prime
openbsd-netcat
opencode
openssh
pipewire-alsa
power-profiles-daemon
python-pynvim
qemu-full
rustup
sddm
shfmt
snipaste
starship
steam
stylua
sudo
swtpm
tmux
tree-sitter-cli
unityhub
unzip
vde2
vim
virt-manager
virt-viewer
vlc
vlc-plugin-ffmpeg
wechat
wl-clipboard
yay
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
